<div
  class="bg-gradient-to-tr from-zinc-400 via-neutral-500 to-neutral-600 w-screen py-24 lg:py-36 px-8 sm:px-16 lg:px-32 xl:px-64 overflow-x-hidden flex flex-col gap-10">
  <div>
    <h2 class="lato-regular text-xl sm:text-2xl md:text-4xl text-white">Mi trayectoria</h2>
    <div class="w-full h-0.5 rounded-full bg-orange-500 mt-2"></div>
  </div>

  <div
    class="text-lg md:text-xl lg:text-2xl text-zinc-800 lato-regular flex flex-col gap-4 md:gap-6 lg:gap-8 drop-shadow p-8 md:p-16 lg:p-20 bg-zinc-100">
    <p>Actriz, locutora y profesora de interpretaci&oacute;n para j&oacute;venes, comenc&eacute; mi andadura profesional a finales de los 80 en la compa&ntilde;&iacute;a <em>Metronomoteatro</em> -laboratorio de <strong>investigaci&oacute;n esc&eacute;nica</strong>- de la que form&eacute; parte como <strong>actriz </strong>y en la <strong>creaci&oacute;n</strong> de montajes con un lenguaje propio como Repris (Premio nacional de teatro de vanguardia 1991) y Memoria adem&aacute;s de ser parte del elenco de El destrozo de mi cuerpo. En esta &eacute;poca hago mi primera incursi&oacute;n en <strong>televisi&oacute;n</strong> en la serie Plaza Alta.</p>
    <p>Me alej&eacute; unos a&ntilde;os de la interpretaci&oacute;n, a la b&uacute;squeda de cierta estabilidad econ&oacute;mica &hellip;&iquest;os suena?&nbsp;<br>
    Siempre cerca de lo creativo, trabajo entre otras cosas, como <strong>locutora y redactora</strong> en el programa <em>A vivir que son dos d&iacute;as</em> en la Cadena Ser Costa del Sol e incluso me atrev&iacute; a hacer una breve incursi&oacute;n en la <strong>m&uacute;sica</strong> como vocalista de un grupo de pop-rock.&nbsp;</p>
    <p>La vuelta fue inevitable. Con plena convicci&oacute;n y m&aacute;s <strong>madurez</strong>, ahora explorando el audiovisual empezando <strong>desde cero</strong> en la Serie <em>Array&aacute;n</em>, sin dejar de lado el <strong>teatro</strong> donde formo parte del elenco de varias obras musicales y microteatro.&nbsp;</p>
    <p>A partir de ah&iacute; he participado numerosos cortometrajes y <strong>proyectos audiovisuales</strong> protagonizando muchos de ellos. Trabaj&eacute; en la serie Rabia de Mediaset y en el largometraje <strong>Rey Gitano</strong> de Juanma Bajo Ulloa y form&eacute; parte del reparto del mediometraje <em>Por las nubes</em>, dirigido por Fernando Colomo. Tambi&eacute;n me introduzco en el &aacute;mbito publicitario destacando campa&ntilde;as en formato de <strong>docu-ficci&oacute;n</strong> como la de Espacio Alzheimer de Andaluc&iacute;a.</p>
    <p>Aunar mi formaci&oacute;n en dram&aacute;tica creativa y juego dram&aacute;tico con mi experiencia ante la c&aacute;mara me ha permitido impartir clases de <strong>interpretaci&oacute;n para los m&aacute;s j&oacute;venes</strong> con un m&eacute;todo pr&aacute;ctico y l&uacute;dico.</p>
    <p>Durante estos a&ntilde;os no he dejado de trabajar, entrenar y formarme en <strong>cine </strong>con Fernando Colomo, Enrique Garc&iacute;a, Macarena Astorga, Antonio Hens, Yeandro Tamayo y Raquel Toledo, entre otros. En <strong>t&eacute;cnica vocal y dicci&oacute;n</strong> con Julia Oliva, en <strong>doblaje y locuci&oacute;n</strong> en la Escuela de Luisa Ezquerra. En <strong>teatro</strong> t&eacute;cnica Chejov con Sol Garre y en mis <strong>comienzos</strong> con R. Tor&aacute;n y F. Corpas. En lo relacionado con la <strong>docencia</strong> para ni&ntilde;as, ni&ntilde;os y j&oacute;venes con Alfredo Mantovani&nbsp;</p>
    <p>Continuar&aacute;&hellip;</p>
  </div>

</div>
